<?php

return [
    'home' => 'घर',
    'no' => 'नहीं।',
    'name' => 'नाम',
    'username' => 'उपयोगकर्ता नाम',
    'email' => 'ईमेल',
    'subject' => 'विषय',
    'action' => 'गतिविधि',
    'date' => 'दिनांक',
    'title' => 'शीर्षक',
    'url' => 'यूआरएल',
    'photo' => 'फ़ोटो',
    'images' => 'इमेजिस',
    'phone' => 'फ़ोन',
    'account' => 'खाता',
    'price' => 'कीमत',
    'desc' => 'विवरण',

    'status' => 'दर्जा',
    'select_status' => 'अपनी स्थिति चुनें',
    'show_data' => 'डेटा दिखाएं',
    'hide_data' => 'डेटा छुपाएं',
    
    'serial' => 'धारावाहिक',
    'select_img' => 'छवि चुने',

    'add,edit,remove' => 'जोड़ें, संपादित करें और निकालें',
    'add' => 'जोड़ें',
    'create' => 'सृजन करना',
    'edit' => 'संपादन करना',
    'update' => 'अद्यतन',
    'delete' => 'मिटाना',
    'close' => 'बंद करना',
    'submit' => 'प्रस्तुत करना',
    'view' => 'राय',

    'yes-delete' => 'हाँ, इसे हटा दें!',

    'yes' => 'हाँ',
    'no' => 'नहीं',

    'transparent' => 'और पारदर्शी पृष्ठभूमि',
    'max_img' => 'अधिकतम अपलोड छवि है',
    'optional' => 'वैकल्पिक',
    'open_select' => '--चुनना--',

    'welcome' => 'स्वागत',
    'profile' => 'प्रोफ़ाइल',
    'setting' => 'स्थापना',
    'logout' => 'लॉग आउट',

    'profile' => 'प्रोफ़ाइल',
    'user' => 'उपयोगकर्ता',
    'admin' => 'व्यवस्थापक',
    'staff' => 'कर्मचारी',
    'accountant' => 'मुनीम',
    'agent' => 'प्रतिनिधि',

    'ref_code' => 'रेफरल कोड',
    'password' => 'पासवर्ड',
    'confirm_password' => 'पासवर्ड की पुष्टि कीजिये',

    'user_tree' => 'ग्राहक वृक्ष',
];
